tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
tap "yt-dlp/taps"
brew "libpng"
brew "python@3.10"
brew "autojump"
brew "bash"
brew "bat"
brew "grpc"
brew "bear"
brew "libffi"
brew "glib"
brew "python@3.9"
brew "cmake"
brew "openldap"
brew "dnsmasq"
brew "docutils"
brew "fd"
brew "icu4c"
brew "harfbuzz"
brew "openjpeg"
brew "ffmpeg"
brew "open-mpi"
brew "freetds"
brew "fzf"
brew "gnupg"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libimagequant"
brew "libpq", link: true
brew "luarocks"
brew "mysql-client"
brew "neofetch"
brew "nginx"
brew "node"
brew "openslide"
brew "php", link: false
brew "phive"
brew "php@7.4", link: true
brew "php@8.0"
brew "poppler"
brew "qt"
brew "qt@5"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "trash"
brew "tree"
brew "vips"
brew "wget"
brew "yarn"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yt-dlp/taps/yt-dlp"
cask "alacritty"
cask "font-hack-nerd-font"
cask "phpmon"
